Repository: 84000/data-translation-memory
Catalog: toh665-v3.tmx
Source language: bo
Languages: en

source: འཕགས་པ་ཚོགས་ཀྱི་བདག་པོའི་སྙིང་པོ།
en: The Noble Heart Mantra of Gaṇapati

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to all buddhas and bodhisattvas.

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན། བཅོམ་ལྡན་འདས་རྒྱལ་པོའི་ཁབ་ན་བྱ་རྒོད་ཀྱི་ཕུང་པོའི་རི་ལ་དགེ་སློང་སྟོང་ཉིས་བརྒྱ་ལྔ་བཅུའི་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤ་སྟག་དང་ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་གང་ལ་ལ་ཚོགས་ཀྱི་བདག་པོ་ཚོགས་ཀྱི་དབང་ཕྱུག་གི་སྙིང་པོ་འཛིན་ན་ དེའི་ལས་ཐམས་ཅད་གྲུབ་པར་འགྱུར་རོ། །
en: Thus did I hear at one time. The Blessed One was dwelling at Rājagṛha on Vulture Peak Mountain with a great saṅgha of one thousand two hundred fifty monks as well as bodhisattvas who were all great beings. The Blessed One told venerable Ānanda, “Ānanda, when beings uphold the following heart mantra of Gaṇapati, Lord of the Gaṇas, all their endeavors will succeed. By upholding it, they will accomplish their goal and all their mantras will be effective.

source: དེ་བཟུང་བས་དགོས་པ་འགྲུབ་ཅིང་གསང་སྔགས་ཐམས་ཅད་ཀྱང་དངོས་གྲུབ་ཏུ་འགྱུར་རོ། །
en: tadyathā | namo ’stu te mahā­gaṇapataye svāhā | oṃ kaṭa kaṭa maṭa maṭa dara dara vidara vidara hana hana gṛhṇa gṛhṇa dhāva dhāva bhañja bhañja stambha stambha jambha jambha moha moha dehi dehi dāpaya dāpaya dhādhānyaṃ siddhiṃ me prayaccha | | samayam anusmara mahārudravacanīye svāhā |

source: ཏདྱ་ཐཱ། ན་མོ་སྟུ་ཏེ་མ་ཧཱ་ག་ཎ་པ་ཏ་ཡེ་སྭཱ་ཧཱ། ཨོཾ་ཀ་ཊ་ཀ་ཊ། མ་ཊ་མ་ཊ། ད་ར་ད་ར། བི་ད་ར་བི་ད་ར། ཧ་ན་ཧ་ན།
en: oṃ kuru kuru svāhā | oṃ turu turusvāhā | oṃ muru muru svāhā | oṃ pāpaśāntivasupuṣṭiṃ kuru svāhā |

source: གྲྀཧྞ་གྲྀཧྞ། དྷཱ་བ་དྷཱ་བ། བྷཉྫ་བྷཉྫ། སྟྃ་བྷ་སྟྃ་བྷ། ཛྃ་བྷ་ཛཾ་བྷ། མོ་ཧ་མོ་ཧ། དེ་ཧི་དེ་ཧི། དཱ་པ་ཡ་དཱ་པ་ཡ། དྷཱ་ན་དྷཱ་ནྱ་སིདྡྷི་མྨེ་པྲ་ཡཙྪ། ས་མ་ཡ་མ་ནུ་སྨ་ར་མ་ཧཱ་རུ་དྲ་བ་ཙ་ནཱི་ཡེ་སྭཱ་ཧཱ། ཨོཾ་ཀུ་རུ་ཀུ་རུ་སྭཱ་ཧཱ། ཨོཾ་སུ་རུ་སུ་རུ་སྭཱ་ཧཱ། ཨོཾ་མུ་རུ་མུ་རུ་སྭཱ་ཧཱ། ཨོཾ་པཱ་པ་ཤཱྃ་ཏི་བ་སུ་པུཥྚིཾ་ཀུ་རུ་སྭཱ་ཧཱ། ཨངྒྒུ་ཏ་བིནྡུ་ཀྵུ་བྷི་ཏ་ཙིཏྟ་མ་ཧཱ་བི་དཱ་རཿསམཱ་གཙྪ་ཏི། མ་ཧཱ་བྷ་ཡ། མ་ཧཱ་བ་ལ། མ་ཧཱ་པ་ར་ཀྲ་མ། མ་ཧཱ་ཧ་སྟི། མ་ཧཱ་དཀྵི་ཎི་ཡ་པྲ་ཙི་ད་ཡ་མི་སྭཱ་ཧཱ། ཏ་དྱ་ཐཱ། ཨོཾ་ཀུ་རུ་ཀུ་རུ། ཙུ་རུ་ཙུ་རུ། མུ་རུ་མུ་རུ། ཨོཾ་གཿགཿགཿགཿགཿགཿགཿགཿ། ཨོཾ་ན་མོ་ན་མཿསྭཱ་ཧཱ། ཀུན་དགའ་བོ་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོའམ། དགེ་སློང་ངམ། དགེ་སློང་མའམ། དགེ་བསྙེན་ནམ། དགེ་བསྙེན་མ་གང་ལ་ལ་ཞིག་ཚོགས་ཀྱི་བདག་པོ་ཚོགས་ཀྱི་དབང་ཕྱུག་གི་སྙིང་པོ་འདི་རྩོམ་ཞིང་གསང་སྔགས་སྒྲུབ་པ། དཀོན་མཆོག་གསུམ་མཆོད་དུ་ཡུལ་གཞན་དུ་འགྲོའམ། རྒྱལ་པོའི་ཕོ་བྲང་འཁོར་དུ་འཇུག་ན་
en: amṛtabindukṣubhitacittamahāvidāraḥ samāgacchati mahābhaya mahābala mahāparākramamahāhasti mahādakṣiṇāyapravedayāmisvāhā | tadyathā oṃ kuru kuru curu curu muru muru | oṃ gaḥ gaḥ gaḥ gaḥ gaḥ gaḥ gaḥ gaḥ | oṃ namo namaḥ svāhā |

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ལ་མེ་ཏོག་དང་། བདུག་པས་མཆོད་པ་བྱས་ཏེ ཚོགས་ཀྱི་བདག་པོའི་སྙིང་པོ་འདི་བཀླགས་ན་ལས་ཐམས་ཅད་འགྲུབ་ཀྱིས་འདི་ལ་ཐེ་ཚོམ་མ་ཟ་ཤིག །འཐབ་པ་དང་། རྩོད་པ་དང་། ཁྲག་ཁྲུག་དང་། ཡུལ་འཁྲུགས་པ་ཐམས་ཅད་ཀྱི་ནང་དུ་ཡང་དྲན་པར་བྱས་ན་ ཐམས་ཅད་རབ་ཏུ་ཞི་བར་འགྱུར་རོ། ། ཉིན་གཅིག་བཞིན་དུ་ནང་བར་ལངས་ནས་ཚིག་ཏུ་བཏོན་ན་ཐོས་པ་འཛིན་པར་འགྱུར་རོ། ། གནོད་སྦྱིན་དང་། སྲིན་པོ་དང་། མཁའ་འགྲོ་མ་ཐམས་ཅད་ཀྱིས་མདངས་འཕྲོག་པར་མི་འགྱུར་ཞིང་ཐག་རིང་པོར་ཡོངས་སུ་སྤོང་བར་འགྱུར་རོ། །
en: “Ānanda, if any sons of good family, daughters of good family, monks, nuns, male lay practitioners, or female lay practitioners, who write down this heart mantra of Gaṇapati, Lord of the Gaṇas, and perform the mantra practice, travel to another country to make offerings to the Three Jewels, or travel to a king’s court, they should read this Gaṇapati heart mantra while making offerings to the blessed buddhas with flowers and incense, and all their endeavors will succeed—let there be no doubt! If they recollect it when they are in the midst of all manner of fighting, arguing, strife, and regional conflict, it will all be pacified. If they recite it every morning when they get up, they will retain what they have learned. It will expel yakṣas, rākṣasas, and ḍākinīs, and these will no longer steal their vital energy.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་དེ་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།། །།
en: When the Blessed One said this, the entire retinue and the world with its gods, humans, asuras, and gandharvas rejoiced and praised what the Blessed One had said.

source: །​།འཕགས་པ་ཚོགས་ཀྱི་བདག་པོའི་སྙིང་པོ་རྫོགས་སོ།​། །​།
en: This concludes “The Noble Heart Mantra of Gaṇapati.”
